export const departmentList = [
  {
    title: 'Аппарат главы администрации Сосновоборского городского округа',
    type: 'committee',
  },
  {
    title: 'Централизованная бухгалтерия',
    type: 'department',
  },
  {
    title: 'Юридический отдел',
    type: 'department',
  },
  {
    title: 'Отдел кадров и спецработы',
    type: 'department',
  },
  {
    title:
      'Комитет финансов администрации муниципального образования Сосновоборский городской округ Ленинградской области с правами юридического лица (Комитет финансов Сосновоборского городского округа)',
    type: 'department',
  },
  {
    title:
      'Отдел внутреннего муниципального финансового контроля и внутреннего финансового аудита.',
    type: 'department',
  },
  {
    title:
      'Комитет по управлению жилищно-коммунальным хозяйством, в состав которого входят следующие отраслевые (функциональные) органы:',
    type: 'committee',
  },
  {
    title: 'Отдел жилищно-коммунального хозяйства;',
    type: 'department',
  },
  {
    title: 'Отдел капитального строительства;',
    type: 'department',
  },
  {
    title: 'Отдел внешнего благоустройства и дорожного хозяйства.',
    type: 'department',
  },
  {
    title:
      'Комитет по управлению муниципальным имуществом администрации муниципального образования Сосновоборский городской округ Ленинградской области с правами юридического лица (КУМИ Сосновоборского городского округа)',
    type: 'committee',
  },
  {
    title: 'Жилищный отдел',
    type: 'department',
  },
  {
    title: 'Отдел муниципального заказа',
    type: 'department',
  },
  {
    title: 'Отдел экономического развития',
    type: 'department',
  },
  {
    title: 'Комитет архитектуры, градостроительства и землепользования',
    type: 'department',
  },
  {
    title:
      'Отдел внутреннего муниципального финансового контроля и внутреннего финансового аудита',
    type: 'department',
  },
  {
    title:
      'Комитет по общественной безопасности и информации, в состав которого входят следующие отраслевые (функциональные) органы:',
    type: 'committee',
  },
  {
    title: 'Отдел общественной безопасности;',
    type: 'department',
  },
  {
    title: 'Отдел гражданской защиты;',
    type: 'department',
  },
  {
    title: 'Отдел по связям с общественностью (пресс-центр);',
    type: 'department',
  },
  {
    title: 'Отдел информационных технологий и защиты информации.',
    type: 'department',
  },
  {
    title: 'Отдел муниципального контроля',
    type: 'committee',
  },
  {
    title: 'Отдел природопользования и экологической безопасности',
    type: 'committee',
  },
  {
    title: 'Общий отдел',
    type: 'committee',
  },
  {
    title: 'Архивный отдел',
    type: 'committee',
  },
  {
    title: 'Административная комиссия',
    type: 'committee',
  },
  {
    title:
      'Комитет образования администрации муниципального образования Сосновоборский городской округ Ленинградской области с правами юридического лица (Комитет образования Сосновоборского городского округа)',
    type: 'committee',
  },
  {
    title: 'Отдел социальных программ',
    type: 'department',
  },
  {
    title: 'Отдел по развитию культуры и туризма',
    type: 'department',
  },
  {
    title: 'Отдел по молодежной политике',
    type: 'department',
  },
  {
    title: 'Отдел по физической культуре и спорту',
    type: 'department',
  },
  {
    title: 'Отдел записи актов гражданского состояния (отдел ЗАГС)',
    type: 'department',
  },
  {
    title: 'Отдел опеки и попечительства',
    type: 'department',
  },
  {
    title:
      'Отдел по обеспечению деятельности комиссии по делам несовершеннолетних и защите их прав.',
    type: 'department',
  },
]